Repository: melug/sudarmaa
Catalog: sudarmaa/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Password
mn: Нууц үг

source: Remember Me
mn: Намайг сана

source: Email
mn: Э-Шуудан

source: Username
mn: Нэр

source: This account is currently inactive.
mn: Таны хэрэглэгчийн эрх идэвхгүй байна.

source: The email address and/or password you specified are not correct.
mn: Таны э-шуудан/нууц үг буруу байна

source: The username and/or password you specified are not correct.
mn: Таны хэрэглэгчийн нэр, нууц үгний хослол буруу байна

source: Password (again)
mn: Нууц үг (дахин)

source: Email (optional)
mn: Э-Шуудан

source: Usernames can only contain letters, numbers and underscores.
mn: Хэрэглэгчийн нэрэнд зөвхөн тэмдэгт, тоо, доогуур зураас орж болно.

source: This username is already taken. Please choose another.
mn: Энэ хэрэглэгчийн нэртэй хэрэглэгч байна. Өөрийг сонгоно уу.

source: A user is registered with this email address.
mn: Хэрэглэгч энэ э-хаягаар бүртгэгдсэн байна

source: You must type the same password each time.
mn: Ижилхэн нууц үг бичих хэрэгтэй

source: Your email address has already been verified
mn: Таны э-шуудангийн хаяг баталгаажсан байна

source: Confirmation email sent to %(email)s
mn: Баталгаажуулах линк %(email)s хаяг руу илгээгдлээ

source: Current Password
mn: Хуучин нууц үг

source: New Password
mn: Шинэ

source: New Password (again)
mn: Дахин оруул

source: Please type your current password.
mn: Одоо хэрэглэж буй нууц үгээ оруулна уу.

source: Password reset email sent
mn: Нууц үгээ шинэчлэх

source: Timezone
mn: Цагийн бүс

source: Language
mn: Хэл

source: user
mn: хэрэглэгч

source: timezone
mn: Цагийн бүс

source: language
mn: Хэл

source: Password successfully changed.
mn: Нууц үг амжилттай солигдлоо.

source: Password successfully set.
mn: Нууц үгээ шинэчлэх

source: Photo
mn: Зураг

source: Or choose an image from below
mn: Эсвэл зургаа доороос сонгоно уу

source: Image required
mn: Зураг оруулах хэрэгтэй

source: name
mn: Нэр

source: Category
mn: Ангилал

source: Categories
mn: Ангилалууд

source: First name
mn: Нэр

source: Last name
mn: Овог

source: E-mail address
mn: Э-Шуудан

source: Biography short
mn: Статус

source: Biography
mn: Мэдээлэл

source: Image
mn: Зураг

source: User
mn: Хэрэглэгч

source: Author
mn: Зохиолч

source: Authors
mn: Зохиолчид

source: Draft
mn: Ноорог

source: Published
mn: Хэвлэгдсэн

source: Violates terms
mn: Гэрээ зөрчсөн

source: Mongolia
mn: Монгол

source: English
mn: Англи

source: Added date
mn: Нэмэгдсэн огноо

source: Modified date
mn: Нэмэгдсэн огноо

source: Sender
mn: Илгээсэн

source: Description
mn: Тайлбар

source: Icon
mn: Зураг

source: Rating
mn: Рэйтинг

source: Status
mn: Статус

source: Title
mn: Гарчиг

source: Path to file
mn: Файлын зам

source: Epub creation date
mn: EPUB файл үүсгэсэн огноо

source: Book
mn: Ном

source: Books
mn: Номнууд

source: Content
mn: Агуулга

source: Order
mn: Дараалал

source: Page
mn: Хуудас

source: Pages
mn: Хуудаснууд

source: Pick
mn: Онцлох

source: Picks
mn: Онцлох

source: Bookmark
mn: Номын хавчуурга

source: Bookmarks
mn: Номын хавчуурганууд

source: Is public
mn: Хүмүүс хандах

source: Shelf
mn: Номын тавиур

source: Shelves
mn: Номын тавиурнууд

source: Word
mn: Үг

source: Explanation
mn: Тайлбар

source: Words
mn: Үгнүүд

source: Contributor
mn: Илгээсэн

source: Date added
mn: Нэмэгдсэн

source: Approved
mn: Зөвшөөрсөн

source: Suggestion
mn: Санал

source: Suggestions
mn: Саналууд

source: Photos
mn: Зурагнууд

source: Upload
mn: Илгээх

source: Not Found
mn: Олдсонгүй

source: We're sorry but that page could not be found.
mn: Уучлаарай таны хайсан хуудас олдсонгүй

source: Server Error
mn: Серверийн алдаа

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
mn: Сервер дээр алдаа гарлаа. Алдааг бүртгэж авсан болохоор тун удахгүй шалгаж үзэх болно

source: Account
mn: Хэрэглэгч

source: My bookmarks
mn: Хавчуургадсан номнууд

source: My books
mn: Миний номнууд

source: Email Addresses
mn: Э-Шуудангийн хаяг

source: My publishes
mn: Миний оруулсан номнууд

source: My uploaded images
mn: Зурагнууд

source: Change Password
mn: Нууц үг солих

source: Set Password
mn: Нууц үг тохируулах

source: Delete Password
mn: Нууц үг устгах

source: verified
mn: Баталгаажсан

source: unverified
mn: Баталгаажаагүй

source: re-send verification email
mn: Э-Шуудан дахин явуулах

source: remove
mn: Устгах

source: You should really add an email address so you can receive notifications, reset your password if you forget it, etc.
mn: Таныг нууц үгээ мартсан тохиолдолд бид э-шуудангийн хаягийг ашиглах тул э-шуудангийн хаягийг заавал оруулах хэрэгтэй.

source: Add Email Address
mn: Э-Шуудан нэмэх

source: add
mn: нэмэх

source: Change my language
mn: Хэл солих

source: Login
mn: Нэвтрэх

source: Log In
mn: Нэвтрэх

source: Note
mn: Тэмдэглэл

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
mn: Бүртгэлгүй юу? <a href="%(signup_url)s">бүртгүүлэх</a>!

source: Forgot password?
mn: Нууц үгээ мартсан уу?

source: Log in
mn: Нэвтрэх

source: Login with your existing account
mn: Бусад сайт дээрх эрхээр нэвтрэх

source: Login with twitter account
mn: Твиттер дээрх эрхээр нэвтрэх

source: Login with facebook account
mn: Фэйсбүүк дээрх эрхээр нэвтрэх

source: Logout
mn: Гарах

source: You've been logged out.
mn: Та сайтаас гарлаа.

source: change password
mn: Соль

source: delete my password
mn: миний нууц үгийг устга

source: Password Deleted
mn: Нууц үг устгагдлаа

source: Your password has been deleted.
mn: Нууц үг устгагдлаа.

source: Password Reset
mn: Нууц үгээ шинэчлэх

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
mn: Нууц үгээ мартсан бол э-шуудангийн хаягаа оруулна уу, сэргээх зааврыгилгээх болно

source: Reset my password
mn: Нууц үгээ шинэчлэх

source: Signup
mn: Бүртгүүлэх

source: Sign Up
mn: Бүртгүүлэх

source: Already have an account?
mn: Танд хэрэглэгчийн эрх байгаа юу?

source: Verify your email address
mn: Э-Шуудангийн хаягаа баталгаажуулна уу

source: Choose a Username
mn: Хэрэглэгчийн нэрээ сонго

source: Please correct the errors below:
mn: Доорх алдаануудыг засварлана уу

source: Signup closed
mn: Бүртгэл хаагдсан

source: Confirm Email
mn: Шуудангийн хаягаа баталгаажуул

source: Email Confirmed
mn: Таны хаяг баталгаажлаа

source: Settings
mn: Тохиргоо

source: Change
mn: Өөрчлөх

source: Previous
mn: Өмнөх

source: Next
mn: Дараагийн

source: Admin
mn: Удирдлага

source: Log Out
mn: Гарах

source: Welcome
mn: Тавтай морил

source: Add to shelf
mn: Тавиуртаа нэмэх

source: Share
mn: Хуваалцах

source: Download as epub
mn: EPUB форматаар татах

source: Read
mn: Унших

source: Publish
mn: Хэвлэгдсэн

source: You have no books published
mn: Та ямар нэгэн хуудсанд хавчуурга хийгээгүй байна.

source: You have no bookmarks yet
mn: Та ямар нэгэн хуудсанд хавчуурга хийгээгүй байна.

source: more
mn: илүү

source: New books
mn: Шинэ номнууд

source: Staff picks
mn: Сайтын онцлох

source: Table of Content editor
mn: Гарчиг

source: Page name
mn: Хуудасны гарчиг

source: Add
mn: нэмэх

source: Move Up
mn: Дээшлүүлэх

source: Move Down
mn: Доошлуулах

source: Delete Page
mn: Нууц үг устгах

source: Edit Page
mn: Хуудас

source: Save
mn: Хадгалах

source: Preview
mn: Урьдчилж харах

source: Table of Contents
mn: Гарчиг

source: Controls
mn: Тохиргоо

source: Font size
mn: Фонтын хэмжээ

source: Next page
mn: Дараагийн хуудас

source: Previous page
mn: Өмнөх хуудас
